Repository: tfourj/Palladium
Catalog: Palladium/Resources/Localizable.xcstrings
Source language: en
Languages: ja

# about.developer.title
source: Developer
ja: 開発者

# about.links.title
source: Links
ja: リンク

# appearance.dark
source: Dark Mode
ja: ダークモード

# appearance.light
source: Light Mode
ja: ライトモード

# appearance.system
source: System
ja: システム

source: Audio
ja: 音声

source: Cancel
ja: キャンセル

source: Codec
ja: コーデック

# common.all
source: All
ja: 全て

# common.apply
source: Apply
ja: 適用

# common.ask
source: Ask
ja: 確認

# common.cancel
source: Cancel
ja: キャンセル

# common.clear
source: Clear
ja: クリア

# common.copy
source: Copy
ja: コピー

# common.custom
source: Custom
ja: カスタム

# common.delete
source: Delete
ja: 削除

# common.done
source: Done
ja: 完了

# common.none
source: None
ja: なし

# common.rename
source: Rename
ja: 名前の変更

# common.result
source: Result
ja: 結果

# console.empty
source: No logs yet.
ja: まだログがありません。

# console.lines.visible
source: Showing %lld of %lld lines
ja: %lld 行の %lld を表示

# console.search.empty
source: No matching log lines.
ja: 該当するログはありません。

# console.search.placeholder
source: Search console
ja: 検索コンソール

# console.source.title
source: Source
ja: ソース

# console.title
source: console
ja: コンソール

# cookies.empty.subtitle
source: Import or paste Netscape cookies to make them available in downloads.
ja: Netscape Cookie をインポートまたは貼り付けて、ダウンロードで利用できるようにします。

# cookies.empty.title
source: No cookie files
ja: Cookie ファイルがありません

# cookies.error.invalid_format
source: The selected cookie content does not look like Netscape cookies format.
ja: 選択されたクッキーの内容が、Netscapeクッキーの形式ではないようです。

# cookies.error.invalid_url
source: Enter a valid HTTP or HTTPS website URL.
ja: 有効なHTTPまたはHTTPSのウェブサイトのURLを入力してください。

# cookies.error.name_conflict
source: Could not create a unique filename for the imported cookie file.
ja: インポートされたcookieファイルの一意のファイル名を作成できませんでした。

# cookies.error.unreadable
source: The selected file could not be read as text.
ja: 選択したファイルをテキストとして読み込むことができませんでした。

# cookies.error.web_no_cookies
source: No cookies were found. Sign in or continue browsing before importing.
ja: Cookie が見つかりませんでした。インポートする前にサインインまたはブラウジングを続行してください。

# cookies.import.button
source: Import Cookie File
ja: Cookie ファイルをインポート

# cookies.name.placeholder
source: Cookie name
ja: Cookie名称

# cookies.paste.add
source: Add Cookies
ja: Cookieを追加

# cookies.paste.button
source: Paste Cookie Text
ja: Cookieテキストを貼り付け

# cookies.paste.message
source: Paste Netscape cookie text below. Palladium will normalize it before saving.
ja: 以下にNetscape形式のクッキーテキストを貼り付けてください。Palladiumが保存する前に正規化します。

# cookies.paste.title
source: Paste Cookies
ja: Cookie を貼り付け

# cookies.path.documents
source: Documents/Cookies
ja: Documents/Cookie

# cookies.path.title
source: App folder
ja: App フォルダ

# cookies.rename.title
source: Rename Cookie File
ja: Cookie ファイルの名前を変更

# cookies.settings.help
source: Cookie files are copied into Palladium storage so yt-dlp can reuse them later.
ja: Cookieファイルは、yt-dlpが後で再利用できるようにPalladiumストレージにコピーされます。

# cookies.switch.help
source: Cookies can also be switched on the main page using “More options”.
ja: メインページでは、「その他のオプション」を使用してCookieを切り替えることもできます。

# cookies.toast.imported
source: Imported cookie file: %@
ja: インポートされた Cookie ファイル: %@

# cookies.toast.renamed
source: Renamed cookie file: %@
ja: 名前が変更されたクッキーファイル: %@

# cookies.web.browser.help
source: Sign in, then tap Import to save this private browser session as a Netscape cookie file.
ja: サインインし、「インポート」をタップして、このプライベートブラウザーのセッションをNetscape cookie ファイルとして保存します。

# cookies.web.browser.title
source: Website Login
ja: ウェブサイトのログイン

# cookies.web.button
source: Import from Website
ja: ウェブサイトからのインポート

# cookies.web.import
source: Import
ja: インポート

# cookies.web.open
source: Open Login Page
ja: ログインページを開く

# cookies.web.privacy
source: The login opens in a private browser session. Palladium saves its cookies only when you tap Import.
ja: ログイン画面はプライベートブラウザセッションで開きます。Palladiumは、「インポート」をタップしたときにのみ、Cookieを保存します。

# cookies.web.url.message
source: Enter the website where you want to sign in.
ja: サインインするウェブサイトを入力してください。

# cookies.web.url.title
source: Import Website Cookies
ja: ウェブサイトCookieをインポート

source: Deselect All
ja: 全て選択解除

source: Download Quality
ja: ダウンロード品質

# download.args.custom.help
source: Used only when Preset is Custom.
ja: プリセットがカスタムの場合にのみ使用します。

# download.args.custom.title
source: Custom Preset Args
ja: カスタムプリセット引数

# download.args.example.mute
source: mute
ja: ミュート

# download.args.examples
source: Examples
ja: 例

# download.args.global.help
source: Appended for every run.
ja: 実行ごとに追加されます。

# download.args.global.title
source: Global Extra Args
ja: グローバルの追加引数

# download.custom.value
source: Custom: %@
ja: カスタム: %@

# download.error.last_title
source: Last Error
ja: 最後のエラー

# download.error.no_files_found
source: Download finished but no files were found.
ja: ダウンロードは完了しましたが、ファイルが見つかりませんでした。

# download.error.prepare_folder
source: Failed to prepare download folder.
ja: ダウンロードフォルダの準備に失敗しました。

# download.fallback_title
source: download
ja: ダウンロード

# download.formats.audio_section
source: Audio
ja: 音声

# download.formats.no_audio
source: None available
ja: 利用可能なものはありません

# download.formats.audio_included
source: Included in video
ja: 動画に含める

# download.formats.video_label
source: Video:
ja: 動画:

# download.formats.audio_label
source: Audio:
ja: 音声:

# download.formats.final_label
source: Final:
ja: 完了：

# download.formats.thumbnail_mkv_help
source: MKV is used to embed the thumbnail.
ja: サムネイルの埋め込みに MKV を使用します。

# download.formats.export_override_help
source: Export settings are enabled and may change the final container.
ja: エクスポート設定は有効になっており、最終コンテナを変更することができます。

# download.formats.source_help
source: Video and audio show the source streams and their sizes. Final shows the merged container, including thumbnail handling.
ja: 動画と音質には、ソースストリームとそのサイズが表示されます。最後に、サムネイルの処理を含むマージされたコンテナが表示されます。

# download.formats.size_unknown
source: Size unknown
ja: サイズが不明です

# download.formats.choose
source: Choose download format
ja: ダウンロードフォーマットを選択

# download.formats.empty
source: No downloadable formats were found.
ja: ダウンロード可能なフォーマットが見つかりません。

# download.formats.loading
source: Loading formats...
ja: フォーマットを読み込み中...

# download.formats.webm_thumbnail_warning
source: WEBM does not support embedded thumbnails.
ja: WEBMは埋め込みサムネイルをサポートしていません。

# download.formats.photos_compatible
source: Compatible with Save to Photos
ja: 写真への保存との互換性

# download.formats.share_sheet_help
source: Pick a specific format
ja: 特定のフォーマットを選択

# download.formats.title
source: Choose Format
ja: フォーマットを選択

# download.formats.video_section
source: Video with Audio
ja: 音声付きの動画

# download.mode.audio.help
source: Extract audio track
ja: 音声トラックを抽出

# download.mode.audio.title
source: Audio Only
ja: 音声のみ

# download.mode.custom.help
source: Use custom preset arguments
ja: カスタムプリセット引数を使用

# download.mode.mute.help
source: Video without audio
ja: 音声なしのビデオ

# download.mode.mute.title
source: Video (Muted)
ja: 動画 (ミュート)

# download.mode.sheet.subtitle
source: How would you like to download this content?
ja: このコンテンツをダウンロードしますか？

# download.mode.sheet.title
source: Choose Download Mode
ja: ダウンロードモードを選択

# download.mode.video.help
source: Best quality available
ja: 利用可能な最高品質

# download.options.cookies.empty
source: Import a cookie file in Settings before enabling this option.
ja: このオプションを有効にする前に、設定で Cookie ファイルをインポートします。

# download.options.cookies.help
source: Use one imported Netscape cookie file for this download
ja: インポートされた Netscape Cookie ファイルをこのダウンロードに使用する

# download.options.cookies.picker
source: Cookie file
ja: Cookieファイル

# download.options.cookies.value
source: Cookies: %@
ja: Cookie: %@

# download.options.playlist.help
source: Allow yt-dlp to fetch multiple items
ja: 複数の項目を取得することをyt-dlpに許可

# download.options.playlist.short
source: Playlist
ja: プレイリスト

# download.options.playlist.title
source: Download playlist
ja: プレイリストをダウンロード

# download.options.subtitles.help
source: Save subtitle sidecars with the media
ja: 字幕ファイルをメディアと同じ場所に保存

# download.options.subtitles.language
source: Subtitle language
ja: 字幕の言語

# download.options.subtitles.pattern
source: Subtitle pattern, e.g. en.*, es.*, zh-Hans
ja: 字幕のパターン（例：en.*、es.*、zh-Hansなど）

# download.options.subtitles.title
source: Download subtitles
ja: 字幕をダウンロード

# download.options.subtitles.value
source: Subtitles: %@
ja: 字幕: %@

# download.options.summary.default
source: Playlist, subtitles, and thumbnail settings
ja: プレイリスト、字幕、サムネイルの設定

# download.options.thumbnail.help
source: Attach artwork to supported media files
ja: サポートされているメディアファイルにアートワークを添付

# download.options.thumbnail.title
source: Embed thumbnail
ja: 埋め込みサムネイル

# download.options.title
source: More options
ja: その他のオプション

# download.playlist.completed
source: Completed
ja: 完了

# download.playlist.current.index
source: Current item: %d
ja: 現在のアイテム: %d

# download.playlist.current.value
source: Current item %d: %@
ja: 現在の項目 %d: %@

# download.playlist.failed
source: Failed
ja: 失敗

# download.playlist.summary.cancelled
source: %d of %d downloaded before cancellation
ja: %d の %d キャンセル前にダウンロードされました

# download.playlist.summary.failed
source: %d of %d items failed
ja: %d の %d 項目に失敗しました

# download.playlist.summary.partial
source: %d of %d downloaded, %d failed
ja: %d の %d がダウンロードされました。 %d が失敗しました

# download.playlist.summary.running
source: %d completed of %d, %d failed so far
ja: %d / %d 完了（これまでに %d 件失敗）

# download.playlist.summary.success
source: %d of %d downloaded
ja: %d / %d ダウンロード済み

# download.playlist.total
source: Total
ja: トータル

# download.preset.audio
source: Audio
ja: 音声

# download.preset.images
source: Gallery
ja: ギャラリー

# download.preset.mute
source: Mute
ja: ミュート

# download.preset.title
source: Preset
ja: プリセット

# download.preset.video
source: Video
ja: 動画

# download.prompt.idle
source: Enter a URL and tap Download.
ja: URLを入力し、ダウンロードをタップ。

# download.quality.audio.best_help
source: Format and bitrate choices apply when using the Audio preset.
ja: 音声プリセットを使用する場合、フォーマットとビットレートの選択が適用されます。

# download.quality.override_format_list_export.help
source: Apply the video and audio Quality Settings when exporting a format selected from the format list.
ja: フォーマットリストから選択したフォーマットをエクスポートする際に、動画と音声の品質設定を適用します。

# download.quality.override_format_list_export.title
source: Override format-list export
ja: フォーマットリストのエクスポートを上書きする

# download.quality.queued.help
source: Pick max quality applies one choice to every pending download and asks again if a link lacks it. Choose for every link asks for each link before it downloads.
ja: 「最高画質を選択」を適用：保留中のすべてのダウンロードに同じ設定を一括適用し、最高画質が存在しないリンクについては改めて確認します。

# download.quality.queued.mode.per_link
source: Choose for every link
ja: リンクごとに選択

# download.quality.queued.mode.pick_max
source: Pick max quality
ja: 最高画質を選択

# download.quality.queued.mode.title
source: Selection
ja: 選択

# download.quality.queued.section
source: Queued Downloads
ja: 待機中のダウンロード

# download.quality.queued.title
source: Select quality for queued downloads
ja: 待機中ダウンロードの画質を選択

# download.quality.video.audio_preset.best_compatible
source: Best Compatible
ja: 最適な互換性

# download.quality.video.audio_preset.best_quality
source: Best Quality
ja: 最高品質

# download.quality.video.audio_preset.help
source: Best Compatible prefers AAC audio for broader playback support. Best Quality keeps the best available source audio without preferring a codec.
ja: 互換性重視：再生互換性を高めるため、AAC音声を優先します。 高音質重視：特定のコーデックを優先せず、利用可能な最高のソース音質をそのまま維持します。

# download.quality.video.audio_preset.title
source: Audio Preset
ja: 音声プリセット

# download.quality.video.codec_help
source: H.264 and H.265/HEVC in MP4 are compatible with the Photos app. H.264 is preferred when both are available.
ja: MP4形式のH.264およびH.265/HEVCは、「写真」アプリに対応しています。両方を利用可能な場合は、H.264が優先されます。

# download.share.fill_url
source: Fill URL
ja: URL を入力

# download.share.fill_url_help
source: Open without downloading
ja: ダウンロードせずに開く

# download.status.cancelled
source: download cancelled
ja: ダウンロードがキャンセルされました

# download.status.cancelling
source: Cancelling...
ja: キャンセル中...

# download.status.complete
source: download complete
ja: ダウンロード完了

# download.status.failed
source: download failed
ja: ダウンロード失敗

# download.status.merge_finished
source: Merge finished
ja: 統合完了

# download.status.partial
source: completed with issues
ja: 一部問題ありで完了

# download.status.processing
source: Processing with ffmpeg...
ja: ffmpegで処理中...

# download.status.running
source: Downloading...
ja: ダウンロード中

# download.url.placeholder
source: Enter video URL
ja: 動画の URL を入力

# downloadargs.custom
source: —format best —no-playlist
ja: —最適なフォーマット — プレイリストなし

# downloadargs.global
source: --embed-subs --write-subs
ja: —字幕を埋め込む — 字幕を保存

# downloads.empty.message
source: Media saved to Palladium/Saved will appear here.
ja: Palladium/Savedに保存されたメディアがここに表示されます。

# downloads.empty.title
source: No saved downloads
ja: 保存されたダウンロードはありません

# downloads.error.title
source: Could not load downloads
ja: ダウンロードを読み込むことができませんでした

# downloads.folder.count
source: %lld media items
ja: %lld メディア項目

# downloads.folder.empty.message
source: This saved folder does not contain any supported media.
ja: この保存フォルダにはサポートされているメディアが含まれていません。

# downloads.folder.empty.title
source: No media in this folder
ja: このフォルダにメディアがありません

# downloads.location.saved
source: Saved
ja: 保存済

# downloads.location.temporary
source: Temporary
ja: 一時的

# downloads.options
source: Options
ja: オプション

# downloads.refresh
source: Refresh Downloads
ja: ダウンロードの更新

# downloads.type.audio
source: Audio
ja: オーディオ

# downloads.type.folder
source: Folder
ja: フォルダ

# downloads.type.image
source: Image
ja: 画像

# downloads.type.video
source: Video
ja: 動画氷魚d

source: Format
ja: フォーマット

# gallery.error.no_items_found
source: No supported items were found for this URL.
ja: このURLのサポートされているアイテムが見つかりませんでした。

# history.empty.subtitle
source: Downloaded links will appear here.
ja: ダウンロードしたリンクがここに表示されます。

# history.empty.title
source: No history yet
ja: 履歴はまだありません

# history.open
source: Open link history
ja: リンク履歴を開く

# history.title
source: Link History
ja: リンク履歴

# packages.actions.title
source: Actions
ja: アクション

# packages.auto_update.message
source: Please wait while package updates are installed.
ja: パッケージの更新がインストールされるまでお待ちください。

# packages.auto_update.packages
source: Updating: %@
ja: アップデート中: %@

# packages.auto_update.title
source: Updating packages
ja: パッケージを更新中

# packages.check_updates
source: Check for Updates
ja: アップデートの確認

# packages.custom_update.add_package
source: Add Custom Package
ja: カスタムパッケージを追加

# packages.custom_update.add_package.confirm
source: Add and Install
ja: 追加とインストール

# packages.custom_update.add_package.help
source: Enter a pip package name. The package will be installed now and managed during future updates.
ja: pip パッケージ名を入力してください。今後の更新時にパッケージがインストールされ管理されます。

# packages.custom_update.add_package.placeholder
source: Package name
ja: パッケージ名称

# packages.custom_update.add_package.title
source: Add Custom Package
ja: カスタムパッケージを追加

# packages.custom_update.help
source: Select a version to update or downgrade. Use the lock button to keep a package on that version during future updates.
ja: アップデートまたはダウングレードするバージョンを選択します。今後のアップデート時にパッケージを保持するにはロックボタンを使用してください。

# packages.custom_update.lock_package
source: Lock %@ to selected version
ja: 選択したバージョンに %@ をロック

# packages.custom_update.remove_package
source: Stop managing %@
ja: %@ の管理を停止

# packages.custom_update.source
source: Version Source
ja: バージョンのソース

# packages.custom_update.source_help
source: Uses pip index versions for each package.
ja: 各パッケージに pip インデックスのバージョンを使用します。

# packages.custom_update.targets
source: Target Versions
ja: 対象のバージョン

# packages.custom_update.title
source: Custom Update
ja: カスタムアップデート

# packages.custom_update.unlock_package
source: Unlock %@
ja: %@ のロックを解除

# packages.installed.title
source: Installed Versions
ja: インストールされているバージョン

# packages.latest
source: Latest
ja: 最新

# packages.loading_versions
source: Loading versions...
ja: バージョンを読み込み中...

# packages.locked_versions.title
source: Locked Versions
ja: ロックされたバージョン

# packages.payload.help
source: Installs a local payload bundle from a ZIP or .whl file.
ja: ZIP または .whl ファイルからローカル ペイロードバンドルをインストールします。

# packages.payload.import
source: Import Payload Bundle
ja: ペイロードバンドルをインポート

# packages.payload.import_failed
source: Failed to import payload bundle: %@
ja: ペイロードバンドルのインポートに失敗しました: %@

# packages.payload.import_failed.title
source: Payload Bundle Import Failed
ja: ペイロードバンドルのインポートに失敗しました

# packages.reload_versions
source: Reload Available Versions
ja: 利用可能なバージョンを再読み込み

# packages.restore_pip
source: Restore Pip Packages
ja: Pip パッケージを復元

# packages.restore_pip.confirm
source: Restore
ja: 復元

# packages.restore_pip.confirm.message
source: This removes imported payload packages and user-added managed packages, then reinstalls the remaining packages from the configured source.
ja: これにより、インポートされたペイロードパッケージとユーザーが追加した管理パッケージが削除され、構成されたソースから残りのパッケージが再インストールされます。

# packages.restore_pip.confirm.title
source: Restore Pip Packages?
ja: Pip パッケージを復元しますか？

# packages.restore_pip.help
source: Removes payload-installed and user-added managed packages, then reinstalls the remaining runtime packages with pip.
ja: payload-installed と user-added managed パッケージを削除し、残りのランタイムパッケージを pip で再インストールします。

# packages.source.active
source: Active source: %@
ja: 有効なソース: %@

# packages.source.custom
source: Custom
ja: カスタム

# packages.source.custom_specs.empty
source: Add at least one custom package requirement before updating.
ja: 更新前に少なくとも1つのカスタムパッケージ要件を追加します。

# packages.source.custom_specs.help
source: Enter one pip requirement per line. Requirement pins, package names, and package @ URL specs are supported.
ja: 1行に1つのpip要件を入力してください。要件ピン、パッケージ名、@URL仕様がサポートされています。

# packages.source.custom_specs.reset
source: Reset to Palladium Default
ja: Palladiumのデフォルトにリセット

# packages.source.custom_specs.title
source: Custom Requirements
ja: カスタム要件

# packages.source.custom.help
source: Installs the package requirements listed below and skips the built-in webkit-js patch.
ja: 以下に示すパッケージ要件をインストールし、組み込みの webkit-js パッチをスキップします。

# packages.source.nightly.enable
source: Enable Nightly
ja: Nightlyを有効化

# packages.source.nightly.help
source: Uses prerelease package versions when pip offers them.
ja: pip がそれらを提供するときに、事前リリースパッケージを使用します。

# packages.source.nightly.warning.message
source: Nightly packages may be unstable or break downloads. You can switch back to stable packages at any time.
ja: Nightlyパッケージは不安定または中断する可能性があります。いつでも安定したパッケージに切り替えることができます。

# packages.source.nightly.warning.title
source: Use Nightly Packages?
ja: Nightly パッケージを使用しますか？

# packages.source.picker
source: Package Source
ja: パッケージのソース

# packages.source.stable.help
source: Uses the default stable package releases from pip.
ja: pipからのデフォルトの安定したパッケージリリースを使用します。

# packages.source.title
source: Package Source
ja: パッケージのソース

# packages.status.checking
source: Checking versions...
ja: バージョンを確認中...

# packages.status.installing
source: Installing payload bundle...
ja: ペイロードバンドルをインストール中...

# packages.status.loading_index
source: Loading package versions...
ja: パッケージのバージョンを読み込み中...

# packages.status.removing
source: Removing package...
ja: パッケージを削除中...

# packages.status.restoring
source: Restoring pip packages...
ja: Pip パッケージを復元中...

# packages.status.running
source: Running...
ja: 実行中...

# packages.status.title
source: Status
ja: ステータス

# packages.status.updating
source: Updating packages...
ja: パッケージを更新中...

# packages.status.value
source: status: %@
ja: ステータス: %@

# packages.summary.idle
source: Updates not checked yet.
ja: アップデートはまだ確認されていません。

# packages.summary.title
source: Update Summary
ja: アップデートの概要

# packages.tab_title
source: package manager
ja: パッケージマネージャー

# packages.update
source: Update Packages
ja: パッケージの更新

# packages.update.long_press_help
source: Long press Update Packages to set custom package versions.
ja: カスタムパッケージのバージョンを設定するには、「パッケージをアップデート」を長押ししてください。

# photos.action.import_image
source: Import image into Photos library
ja: 画像をフォトライブラリにインポート

# photos.action.import_video
source: Import video into Photos library
ja: フォトライブラリに動画をインポート

# photos.action.save
source: Save to Photos
ja: 写真に保存

# photos.compatibility.checking
source: Checking compatibility...
ja: 互換性を確認中...

# photos.compatibility.unknown
source: Could not verify media compatibility.
ja: メディアの互換性を確認できませんでした。

# photos.error.codec
source: Video codec must be H.264 or H.265.
ja: 動画コーデックはH.264またはH.265でなければなりません。

# photos.error.import_reason
source: iOS Photos cannot import this file: %@
ja: iOSの写真はこのファイルをインポートできません: %@

# photos.error.inspect_codec
source: Failed to inspect media codec.
ja: メディアコーデックの検査に失敗しました。

# photos.error.mixed_collection
source: Every file in this group must be compatible with Photos.
ja: このグループのすべてのファイルは写真と互換性がなければなりません。

# photos.error.no_video_track
source: No video track found.
ja: 動画トラックが見つかりません。

# photos.error.permission
source: Photo library permission was denied.
ja: フォトライブラリのアクセスが拒否されました。

# photos.error.save
source: Failed to save to Photos: %@
ja: 写真に保存できませんでした: %@

# photos.error.single_only
source: Photos is only available for a single media file.
ja: 写真は単一のメディア ファイルでのみ使用できます。

# photos.error.unsupported_format
source: Unsupported format (%@).
ja: サポートされていないフォーマット (%@).

# photos.error.unsupported_image_format
source: Unsupported image format (%@).
ja: サポートされていない画像フォーマット (%@).

# photos.error.unsupported_media_group
source: Audio and other files cannot be saved to Photos.
ja: 音声やその他のファイルは写真に保存できません。

# photos.error.video_format
source: Only MP4, MOV, or M4V can be saved.
ja: MP4、MOV、またはM4Vのみ保存できます。

# photos.toast.saved
source: Saved to Photos
ja: 写真に保存

# post_download.action.save_folder.collection_help
source: Keep the whole download folder in Palladium/Saved
ja: ダウンロードフォルダ全体を Palladium/Saved に維持します

# post_download.action.save_folder.help
source: Keep a copy in Palladium/Saved
ja: Palladium/Saved にコピーを保存する

# post_download.action.save_folder.title
source: Save to App Folder
ja: App フォルダに保存

# post_download.action.share_all.help
source: Share every downloaded file
ja: ダウンロードしたすべてのファイルを共有

# post_download.action.share_all.title
source: Share All
ja: 全て共有

# post_download.action.share.help
source: Share or save with other apps
ja: 他のアプリと共有または保存

# post_download.action.share.title
source: Open Share Sheet
ja: 共有シートを開く

# post_download.action.skip
source: Skip
ja: スキップ

# post_download.error.missing_service
source: The source service could not be determined from the download address.
ja: ダウンロードアドレスからソースサービスが見つかりませんでした。

# post_download.error.no_files
source: No downloaded files were available.
ja: ダウンロードしたファイルはありません。

# post_download.error.save_folder
source: Failed to save to app folder: %@
ja: 写真に保存できませんでした: %@

# post_download.summary.collection
source: Choose what to do with the downloaded files.
ja: ダウンロードしたファイルの操作を選択します。

# post_download.summary.collection_count
source: Choose what to do with these %lld downloaded files.
ja: これらの %lld ダウンロードしたファイルの操作を選択してください。

# post_download.summary.single
source: Choose what to do with the downloaded file.
ja: ダウンロードしたファイルの操作を選択します。

# post_download.title
source: Download Complete
ja: ダウンロード完了

# post_download.title.audio
source: Audio Downloaded
ja: 音声のダウンロード完了

# post_download.title.files
source: Files Downloaded
ja: ファイルのダウンロード完了

# post_download.title.images
source: Images Downloaded
ja: イメージのダウンロード完了

# post_download.title.videos
source: Videos Downloaded
ja: 動画のダウンロード完了

# post_download.toast.saved_folder
source: Saved to app folder: %@
ja: Appフォルダに保存しました: %@

# post_download.toast.saved_folder_name
source: Saved folder: %@
ja: 保存されたフォルダ: %@

source: Preview unavailable
ja: プレビューが利用できません

source: Quality
ja: 品質

# queue.add
source: Add Links
ja: リンクを追加

# queue.busy
source: Finish the current operation before starting the queue.
ja: キューを開始する前に現在の操作を終了します。
